<?php if (!defined('BASEPATH')) exit('No direct script access allowed');

//Menu, Header, Footer
$lang['home_site_header'] = 'Главная | Fl-Work';
$lang['main']             = 'Главная';
$lang['profile']          = 'Мой профиль';
$lang['projects']         = 'Проекты';
$lang['exit']             = 'Выход';
$lang['rights']           = ' Все права защищены';
$lang['logo']             = 'Логотип';


//Registration					 
$lang['repeat_password']  = 'Повторите пароль';
$lang['captcha_code']     = 'Код с картинки';
$lang['captcha_error']    = 'Неверно введен код с картинки';
$lang['join']             = 'Присоединиться';
$lang['registration']     = 'Регистрация';
$lang['email_is_exist']   = 'Такой Email уже существует';
$lang['your_pass']		  = 'Ваш пароль';
$lang['registration_success'] = 'Поздравляем, регистрация на сайте fl-work.esy.es прошла успешно!';

//Login
$lang['login']            = 'Вход';
$lang['password']         = 'Пароль';
$lang['remember']         = ' Запомнить';
$lang['enter']            = 'Войти';
$lang['enter_with_help']  = 'Войти с помощью:';
$lang['user_doesnt_exist'] = 'Неверный Email или пароль';

//Forgot password	
$lang['to_recover']       = 'Восстановить пароль';
$lang['recover']          = 'Восстановление пароля';
$lang['send']             = 'Отправить';
$lang['your_new_pass']    = 'Ваш новый пароль';
$lang['password_recover']   = 'Пароль выслан на ваш Email';
$lang['email_doesnt_exist'] = 'Такого Email не существует';

//Projects
$lang['price']        = ' Цена: ';
$lang['requirements'] = 'Требования:';
$lang['category']     = 'Категория:';
$lang['hourly']       = 'почасовая';
$lang["in_descr"]     = 'в описании';
$lang['filters']      = 'Фильтры';
$lang["per_page"]     = "постов на странице: ";
$lang['time_arrive']  = " Время обработки: ";
$lang['save_project'] = "Добавить в избранное";
$lang['added']        = "Добавлено";
$lang['time_added']   = "Дата добавления: ";
$lang['to_build']     = "Построить";

//Filters
$lang['birji']        = " Биржи: ";
$lang['skills']       = " Навыки: ";
$lang['other']        = " Другое ";
$lang['budget']       = " Бюджет:";
$lang['hourly_rate']  = "С почасовой оплатой";
$lang['fixed_rate']   = "Фиксированный";
$lang['any']          = " Любой";
$lang['anye']         = " Любые";
$lang['keywords']     = "Ключев. слова с пробелами";
$lang['date']         = "Период:";
$lang['per_day']      = " За день";
$lang['per_week']     = " За неделю";
$lang['per_month']    = " За месяц";
$lang['per_year']     = " За год";
$lang['over_month']   = " Старше месяца";
$lang['filter_agree'] = " Применить фильтр";
$lang['filter_name']  = " Имя фильтра";
$lang['save_filter']  = " Сохранить фильтр";
$lang['job_site_error']    = 'Нет выбранных бирж труда!';
$lang['job_req_err']       = 'Нет выбранных навыков!';
$lang['filter_name']       = 'Имя фильтра';
$lang['filter_was_saved']  = 'Фильтр был успешно сохранён';
$lang['is_sites']          = 'Выбранные биржи ';
$lang['is_requirements']   = 'Выбранные навыки ';
$lang['filter_was_saved']  = 'Фильтр был успешно сохранён!';
$lang['agree']             = 'Применить ';
$lang['delete']            = 'Удалить';
$lang['filter_list']       = 'Список фильтров:';



//Left Menu
$lang['projects']    = 'Проекты ';
$lang['favorite']    = 'Избранное ';
$lang['site_statistics']      = 'Статистика по проектам бирж';
$lang['budget_statistics']    = 'Статистика по бюджету';
$lang['b_type_statistics']    = 'Статистика по типу бюджета';
$lang['category_statistics']  = 'Статистика по категориям';


//Home Page
$lang['img1_header']      = 'Множество абсолютно бесплатных статистистических данных';
$lang['img1_content']     = 'Статистика по проектам с почасовой и фиксированной оплатой, по количеству проектов по категориям, 
							 по средней стоимости заказов каждого языка программирования в одеске и по количеству проектов по сайтам.';
$lang['img1_alt']         = 'Множество абсолютно бесплатных статистистических данных';

$lang['img2_header']      = 'Моментальное отображение объявлений различных бирж';
$lang['img2_content']     = 'В отличие от других подобных сервисов, вы бесплатно получаете оповещения о новых вакансиях/проектах 
							 практически моментально. В дополнение к этому, есть возможность сохранить любой проект по вашему желанию.';
$lang['img2_alt']         = 'Моментальное отображение объявлений различных бирж';

$lang['img3_header']      = 'Наличие фильтров поиска';
$lang['img3_content']     = 'Также, вашему вниманию представляется уникальный фильтр поиска, который можно редактировать в соответсвии с 
							 вашими потребностями и создавать их столько, сколько потребуется, с последующим их сохранением. Всё это, абсолютно бесплатно!';
$lang['img3_alt']         = 'Фильтры поиска';

$lang['img4_header']      = 'Поделись со своими друзьями в:';



//Home Content
$lang['description1']     = 'Единственный, абсолютно бесплатный онлайн-агрегатор бирж труда FL-Work предназначен для информирования программистов о самых новых фриланс-проектах с наиболее пропулярных бирж труда.';
$lang['keywords1']        = 'фриланс, фрилансер, фриланс работа, работа фрилансером, freelancer, freelance, программист, вакансии для программистов, вакансии, odesk, work, агрегатор, jobs agregator';
 
//Favorite Content					 
$lang['description2']     = 'Сохраненные проекты на Fl-Work. Данная страница отображает все понравившиеся пользователю проекты, которые в любой момент можно удалить.';
$lang['keywords2']        = 'фриланс, фрилансер, фриланс работа, работа фрилансером, freelancer, freelance, программист, вакансии для программистов, вакансии, odesk, профиль, мой профиль, избранное, favorite'; 

//Statistics Content					 
$lang['description3']     = 'Статистика на Fl-Work. Сервис предоставляет множество абсолютно бесплатных статистических данных. Аналогов на момент создания проекта не было обнаружено.';
$lang['keywords3']        = 'статистика, статистика по проектам, статистика по биржам, статистика по зарплатам, статистика фриланс, статистика odesk'; 

//Projects Content					 
$lang['description4']     = 'Страница проектов на Fl-Work. Страница всех проектов, выбранных в зависимости от предпочтений пользователя. Есть возможность сохранить понравившийся проект, запомнить критерии поиска и перейти на страницу проекта.';
$lang['keywords4']        = 'фриланс, фрилансер, фриланс работа, работа фрилансером, freelancer, freelance, программист, вакансии для программистов, вакансии, odesk, профиль, мой профиль, все проекты, применить фильтр, поиск проектов'; 

/* End of file common_lang.php */
/* Location: .app/languages/russian/common_lang.php */